{
  "review": [
    {
      "name": "Gillian Mallows",
      "body": "We thoroughly enjoyed the whole experience of Hannah coming to do Adelynnes photos. She made me feel so relaxed and handled my tiny newborn so carefully and lovingly we were very impressed. I would recommend Hannah to anyone wanting photos of their child or newborn. She is a star! X"
    },
    {
      "name": "Ayako Ito",
      "body": "We can't recommend HNS Photography highly enough. Hannah did a newborn photo shoot for our one week-old son, Liam. She was friendly, gentle, punctual and efficient. Her photographs are truly beautiful. We thoroughly enjoyed the whole experience. Thank you very much for your great service."
    },
    {
      "name": "Louise Benfield",
      "body": "Fabulous photos to celebrate my little boys first birthday. Very relaxed and friendly setting. Love it, thank you Hannah!"
    },
    {
      "name": "Natalie Macatonia",
      "body": "Had a fabulous new born shoot done recently - over the moon with it!! 5*"
    },
    {
      "name": "Heidi Lancaster",
      "body": "Hannah did a photo shoot with Gabriella at 9 days old and it was such a lovely experience for us all! From the moment we arrived Hannah made us feel so welcome and at ease and Gabriella was really relaxed for the whole time. The photos came through a few days later and are just stunning! We can’t believe how good they are - perfect memories of such a special time for us and we can’t thank Hannah enough for capturing them! Thank you, thank you, thank you!!"
    },
    {
      "name": "Gabi Gutteridge",
      "body": "We were bought the photo shoot as a gift and I was blown away by the photos Hannah took of Lily. She looks wonderful in all of them and Hannah made the day so enjoyable for me too. I’m biased, and think Lily is beautiful but in my snaps she always looks grumpy. Hannah captured her so perfectly and she looks gorgeous in every frame. The studio set up is amazing, but I really appreciated that we were offered the option of a home visit if we wanted it. I’ll definitely be bringing baby no 2 for their turn if and when they appear in a couple of years. Thank you Hannah!"
    },
    {
      "name": "Fred Lagergren",
      "body": "Amazing results and an absolutely professional service!"
    },
    {
      "name": "Ellie T",
      "body": "Hannah did a Christmas shoot for us. She was very professional but also made sure it was relaxed and stress free throughout. She was very good with my daughter and managed to capture her personality so well in the pictures! Very highly recommended!"
    }
  ]
}